{
    "id": 20,
    "name": "CHCnav i90 GNSS Receiver",
    "description": "Yüksek hassasiyet ve dayanıklılık sunan i90 GNSS alıcısı.",
    "images": [
      "/marka-photos/chcnav/i90-0.png",
      "/marka-photos/chcnav/i90-1.png",
      "/marka-photos/chcnav/i90-2.png",
      "/marka-photos/chcnav/i90-3.png",
      "/marka-photos/chcnav/i90-0.png"
    ],
    "category": "gnss",
    "brand": "chcnav",
    "type": "akilli-gnss",
    "typeTitle": "Akıllı GNSS Alıcıları",
    "specs": [
      "Yüksek hassasiyetli GNSS alıcısı ile doğru konumlandırma.",
      "Çift batarya ile uzun süreli çalışma imkanı.",
      "İntegrated IMU-RTK teknolojisi ile güçlü GNSS verisi.",
      "Wi-Fi, Bluetooth bağlantıları ile kablosuz kullanım.",
      "UHF, NTRIP ve APIS desteği ile farklı çalışma modları.",
      "Lityum-iyon çıkarılabilir bataryalarla güç kaybı olmadan uzun süre veri toplama.",
      "Kompakt tasarım ve IP67 su/toz geçirmezlik ile zorlu şartlarda dayanıklı kullanım.",
      "Renkli LCD ekran ile anlık konum verilerini takip etme."
    ]
  },

  {
    "id": 21,
    "name": "CHCnav i73 GNSS Receiver",
    "description": "Yüksek hassasiyet ve dayanıklılık sunan i73 GNSS alıcısı.",
    "images": [
      "/marka-photos/chcnav/i73-0.png",
      "/marka-photos/chcnav/i73-1.png",
      "/marka-photos/chcnav/i73-2.png",
      "/marka-photos/chcnav/i73-0.png"
    ],
    "category": "gnss",
    "brand": "chcnav",
    "type": "akilli-gnss",
    "typeTitle": "Akıllı GNSS Alıcıları",
    "specs": [
      "6800 mAh kapasiteli iki adet çıkarılabilir lityum-iyon batarya ile uzun süreli çalışma imkanı.",
      "IP67 su ve toz geçirmezlik standardı ile zorlu koşullarda dayanıklılık.",
      "IMU-RTK teknolojisi ile eğim telafisi yapabilme ve hassas konumlandırma.",
      "USB Type-C bağlantı noktası ile hızlı veri aktarımı ve şarj desteği.",
      "UHF ve Bluetooth bağlantıları ile kablosuz iletişim seçenekleri.",
      "10 Hz RTK güncelleme hızı ile gerçek zamanlı konum verileri.",
      "NTRIP, APIS ve TCP desteği ile esnek bağlantı modları.",
      "Wi-Fi üzerinden uzaktan yapılandırma ve veri indirme imkanı.",
      "RINEX ve HCN formatlarında veri kaydetme desteği.",
      "2 metreye kadar darbelere karşı dayanıklı kompakt tasarım.",
      "Tilt kompansasyonu ve yüksek doğruluk sağlayan ZENITH algoritması."
    ]
  },
  {
    "id": 1000,
    "name": "Senceive Crack Sensor Node",
    "title": "Crack Sensor Node – Çatlak Hareketlerini Hassas Takip Çözümü",
    "description": "Senceive Crack Sensor Node, yapı ve altyapılardaki çatlak hareketlerini 0.1 mm hassasiyetle izleyen, IP68 korumalı, kablosuz veri aktarımı ve 10 yıla kadar pil ömrü sunan, kritik yapılar için güvenilir çatlak takip çözümüdür.",
    "images": ["/marka-photos/senceive/main.png"],
    "category": "sensor",
    "brand": "senceive",
    "type": "crack-sensor",
    "typeTitle": "Çatlak Takip Sensörleri",
    "technology": ["flatmesh", "geowan"],
    "specs": [
      "±20 mm çatlak hareketi ölçüm kapasitesine sahiptir.",
      "0.1 mm çözünürlükle mikro çatlakları algılar.",
      "10 yıla kadar uzun süreli çalışma sağlar.",
      "-20°C ila +60°C arasında stabil performans sunar.",
      "FlatMesh™ ve GeoWAN™ platformlarıyla uyumludur.",
      "IP68 suya ve toza karşı üstün dayanıklılık sağlar.",
      "Duvar, kolon veya yüzey sabitlemesi ile hızlı kurulum imkanı sunar.",
      "Çevresel değişimlere karşı otomatik sıcaklık kompansasyonu sağlar."
    ],
    "compatibleProducts": [301, 302, 401]
  }